{
    "Vanilla Panna Cotta with Chocolate Ganache": {
        "id": 664327,
        "summary": "The recipe Vanilla Panna Cotta with Chocolate Ganache could satisfy your Mediterranean craving in roughly 45 minutes. Watching your figure? This gluten free and primal recipe has 13 calories, 1g of protein, and 1g of fat per serving. For 71 cents per serving, this recipe covers 1% of your daily requirements of vitamins and minerals. This recipe is liked by 7 foodies and cooks. If you have gelatin, milk, vanilla bean, and a few other ingredients on hand, you can make it. All things considered, we decided this recipe deserves a spoonacular score of 20%. This score is rather bad. Try Vanilla White Chocolate Panna Cotta With Strawberries, Chocolate panna cotta with vanillan ice cream and strawberry syrup, and Vanilla Panna Cotta for similar recipes.",
        "healthy": false,
        "type of dish": [
            "side dish"
        ],
        "time to finish": 45,
        "vegetarian": "No",
        "vegan": "No",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "3 sheets of gelatin",
            "1/2 cup milk or 120 ml",
            "1 vanilla bean"
        ],
        "instructions": [
            "1. Fill a bowl with water, add the gelatin and let is soak.",
            "2. Pour milk into a pan & bring to just below simmering, then remove the pan from the heat. Do NOT let it boil.",
            "3. Drain & squeeze out the gelatin & add it to the milk.",
            "4. Pour the cream into another pan, add the sugar and vanilla bean and bring to a boil over low heat, stirring constantly. Then remove the pan from the heat, remove the vanilla bean and stir in the milk mixture.You can put the mixture into any kind of ramekin, mold, cup, you like. Rinse your 'glass' in ice-cold water, shaking out any excess water & fill with the milk mixture. Chill in the refrigerator for several hours until set (at least 3-4 hours). Turn out onto a serving dish & serve with fruit sauce or chocolate sauce.In a double boiler melt chocolate bar. Once the chocolate is completely melted, slowly whisk in cream until the desired consistancy is reached.",
            "5. Drizzle over the top of the panna cotta once on the serving plate."
        ]
    },
    "Savory Cheese Dill Scones": {
        "id": 659463,
        "summary": "The recipe Savory Cheese Dill Scones could satisfy your Scottish craving in roughly 45 minutes. One serving contains 215 calories, 6g of protein, and 11g of fat. This recipe serves 12 and costs 30 cents per serving. It works well as an inexpensive morn meal. 40 people have tried and liked this recipe. A mixture of cottage cheese, a pinch of baking soda, pepper, and a handful of other ingredients are all it takes to make this recipe so tasty. It is a good option if you're following a vegetarian diet. All things considered, we decided this recipe deserves a spoonacular score of 28%. This score is not so super. Try Savory Dill and Caraway Scones, Cheese Dill Scones, and Savory Three Cheese Cream Cheese Pumpkin Scones for similar recipes.",
        "healthy": false,
        "type of dish": [
            "side dish"
        ],
        "time to finish": 45,
        "vegetarian": "Yes",
        "vegan": "No",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "3/4 teaspoon baking powder",
            "1/2 teaspoon and a pinch of baking soda",
            "1/2 teaspoon freshly ground black pepper",
            "1/2 cup (or 1 stick) and 3 tablespoons cold butter, sliced",
            "1 cup buttermilk",
            "1/2 cup coarsely grated Cheddar cheese",
            "1/2 cup cottage cheese",
            "1 tablespoon chopped fresh dill",
            "1 large shallot, chopped",
            "1 tablespoon sugar",
            "2 1/4 cups unbleached all-purpose flour",
            "1/2 cup whole wheat flour"
        ],
        "instructions": [
            "1. Preheat oven to 375F with the rack in middle position.Make the Scone"
        ]
    },
    "Raised Doughnuts": {
        "id": 657761,
        "summary": "Raised Doughnuts is a breakfast that serves 24. One portion of this dish contains roughly 2g of protein, 11g of fat, and a total of 150 calories. For 31 cents per serving, this recipe covers 3% of your daily requirements of vitamins and minerals. From preparation to the plate, this recipe takes around 5 hours. If you have egg, vanilla, salt, and a few other ingredients on hand, you can make it. It is brought to you by Foodista. 25 people were impressed by this recipe. It is a good option if you're following a lacto ovo vegetarian diet. All things considered, we decided this recipe deserves a spoonacular score of 10%. This score is not so excellent. Similar recipes are Raised Doughnuts, Raised Potato Doughnuts, and Yeast-Raised Doughnuts.",
        "healthy": false,
        "type of dish": [
            "antipasti",
            "starter",
            "snack",
            "appetizer",
            "antipasto",
            "hor d'oeuvre"
        ],
        "time to finish": 300,
        "vegetarian": "Yes",
        "vegan": "No",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "1 egg",
            "1 cup flour",
            "2 cups hot milk",
            "2 quarts oil for frying",
            "1/2 cup powdered sugar",
            "1 teaspoon salt",
            "1/4 cup soft shortening",
            "1/2 cup sugar",
            "1 teaspoon vanilla",
            "1/4 cup warm water (105-115 degrees)",
            "1 cup boiling water",
            "1 package yeast"
        ],
        "instructions": [
            "1. Dissolve yeast by letting stand 5 minutes in warm water without stirring. In a bowl mix the milk, sugar and salt.",
            "2. Add the dissolved yeast. Then stir in egg and shortening.Gradually add flour. As dough becomes stiffer, use hands. Knead until smooth and elastic. Put into lightly greased bowl and cover with a damp cloth.",
            "3. Let rise 2 hours. Punch down and let rise for 1 hour.",
            "4. Roll to 1/3 inch thickness.",
            "5. Cut and let rise 30 to 45 minutes. Leave uncovered so crust will form on top. Slip top side down into fat at 375 degrees. Turn and do not pick with fork. Cook approximately 3 minutes.Dip in topping and let cool or shake in a brown paper bag with some powdered sugar."
        ]
    },
    "Chicken Verde Enchilada Casserole": {
        "id": 638409,
        "summary": "Chicken Verde Enchilada Casserole is a gluten free main course. This recipe serves 6. One serving contains 486 calories, 34g of protein, and 24g of fat. For $2.27 per serving, this recipe covers 21% of your daily requirements of vitamins and minerals. This recipe from Foodista has 13 fans. It is a reasonably priced recipe for fans of Mexican food. If you have chicken breasts, cream, cheddar cheese, and a few other ingredients on hand, you can make it. Autumn will be even more special with this recipe. From preparation to the plate, this recipe takes about about 45 minutes. Taking all factors into account, this recipe earns a spoonacular score of 56%, which is solid. Similar recipes are Verde Chicken Enchilada Casserole, Chicken Enchilada Verde Dip, and Verde Chicken Enchilada Pizza.",
        "healthy": false,
        "type of dish": [
            "side dish",
            "lunch",
            "main course",
            "main dish",
            "dinner"
        ],
        "time to finish": 45,
        "vegetarian": "No",
        "vegan": "No",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "4 Large Boneless Skinless Chicken Breasts",
            "Lawry's Garlic Salt and Pepper, to taste",
            "2 tablespoons Olive Oil",
            "6 ounces Shredded Cheddar Cheese",
            "6 ounces Shredded Mozzarella Cheese",
            "19 ounces La Victoria Chile Verde Enchilada Sauce",
            "12 Corn Tortillas",
            "Sour Cream",
            "Guacamole",
            "Tomatoes, chopped",
            "Green Onions, chopped"
        ],
        "instructions": [
            "1. Preheat oven to 350 degrees.",
            "2. In a large skillet, heat olive oil.",
            "3. Sprinkle both sides of chicken breasts with seasoning to taste.",
            "4. Brown chicken in olive oil.  Cook 10 minutes. (chicken will cook more later)",
            "5. Cut/Shred cooked chicken into small pieces, set aside in small bowl.",
            "6. Combine shredded cheeses into a small bowl, set aside.",
            "7. Empty enchilada sauce into large bowl, set aside.",
            "8. Wrap tortillas in a moist paper towel and microwave for 1 minute to steam.",
            "9. Dip one warm corn tortilla into the enchilada sauce, coat both sides.",
            "10. Cover the bottom of a 13 x 9 baking dish with dipped tortillas (approx 4).",
            "11. Layer in the shredded/diced chicken on top of the tortillas.",
            "12. Layer in the cheeses on top of the chicken.",
            "13. Repeat layering dipped tortillas, chicken and cheese until baking dish is full.",
            "14. Finish with a layer of dipped tortillas topped with a layer of cheese.",
            "15. Bake at 350 degrees for 30-40 minutes or until cheese is melted.",
            "16. Top with your choice of sour cream, guacamole, diced tomatoes and/or chopped green onions."
        ]
    },
    "Crockpot \"Refried\" Beans": {
        "id": 775585,
        "summary": "Crockpot \"Refried\" Beans is a gluten free and vegan hor d'oeuvre. This recipe makes 16 servings with 88 calories, 5g of protein, and 0g of fat each. For 18 cents per serving, this recipe covers 6% of your daily requirements of vitamins and minerals. 13089 people were impressed by this recipe. If you have onion, up salt, garlic, and a few other ingredients on hand, you can make it. From preparation to the plate, this recipe takes roughly 45 minutes. All things considered, we decided this recipe deserves a spoonacular score of 84%. This score is amazing. Similar recipes include Crockpot Refried Beans, Crockpot Refried Beans, and Healthy Crockpot Refried Beans.",
        "healthy": false,
        "type of dish": [
            "antipasti",
            "starter",
            "snack",
            "appetizer",
            "antipasto",
            "hor d'oeuvre"
        ],
        "time to finish": 45,
        "vegetarian": "Yes",
        "vegan": "Yes",
        "cheap": "No",
        "popular": "Yes",
        "ingredients": [
            "1 tsp black pepper",
            "2 tsp cumin",
            "4 Tbsp. jarred minced garlic",
            "1 large onion, chopped",
            "2 lbs pinto beans",
            "*Up to 2 1/2 Tbsp salt (This is the absolute max if you don't pre-soak your beans.)",
            "10 cups hot water"
        ],
        "instructions": [
            "1. Rinse the beans in a colander. Pick out any bad beans.",
            "2. Combine all the ingredients in the crockpot.",
            "3. Remove any floating beans. Cover, and cook on HIGH for 4 hours and on LOW for 2 hours.Uncover, and remove extra liquid. Leave enough liquid to reach the desired consistency when the beans are mashed. (We like our beans somewhere between the very-liquidy restaurant style beans, and the canned version of refried beans.)Mash beans with a potato masher to desired consistency.",
            "4. Serve warm. Store in air-tight containers in the refrigerator and use within 2 weeks, or freeze in ziplock bags for later use."
        ]
    },
    "Restaurant Style Salsa": {
        "id": 658180,
        "summary": "The recipe Restaurant Style Salsan is ready in around 5 minutes and is definitely a super gluten free and dairy free option for lovers of Mexican food. For 88 cents per serving, you get a hor d'oeuvre that serves 4. One serving contains 88 calories, 4g of protein, and 1g of fat. Head to the store and pick up penzey's southwest seasoning, sugar, salt, and a few other things to make it today. This recipe is liked by 17 foodies and cooks. All things considered, we decided this recipe deserves a spoonacular score of 90%. This score is outstanding. Try Restaurant-Style Salsa, Restaurant Style Salsa, and Restaurant Style Salsa for similar recipes.",
        "healthy": "No",
        "type of dish": [
            "side dish"
        ],
        "time to finish": 5,
        "vegetarian": "No",
        "vegan": "No",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "1 can (28oz) whole tomatoes with juice",
            "1/2 cup fresh cilantro (large stems removed)",
            "1 clove garlic, minced",
            "1/4 - 1/2 t. ground cumin",
            "1 whole jalapeno, quartered, seeds removed, sliced thin.",
            "juice from 1/2 a lime",
            "1/4 of an onion chopped (approximately 1/4 cup)",
            "2 cans (10oz) Rotel tomatoes (or the store brand of diced tomatoes and green chiles)",
            "Salt to taste",
            "1/4 t. Penzey's Southwest seasoning (or another brand)",
            "1/4 t. sugar"
        ],
        "instructions": [
            "1. Combine all ingredients in a food processor. Pulse until you get the salsa consistency you like. 10 to 15 pulses. Test seasonings and adjust accordingly.Store in a Tupperware container.Ready in 5 minutes"
        ]
    },
    "Coconut Cream Pie Vegan Milkshake": {
        "id": 639749,
        "summary": "Coconut Cream Pie Vegan Milkshake requires roughly roughly 45 minutes from start to finish. One portion of this dish contains roughly 2g of protein, 20g of fat, and a total of 269 calories. For 81 cents per serving, this recipe covers 5% of your daily requirements of vitamins and minerals. This recipe serves 3. This recipe from Foodista has 20 fans. A mixture of coconut meat, lemon juice, ice cubes, and a handful of other ingredients are all it takes to make this recipe so tasty. It is a good option if you're following a dairy free, lacto ovo vegetarian, and vegan diet. A couple people really liked this beverage. All things considered, we decided this recipe deserves a spoonacular score of 20%. This score is rather bad. If you like this recipe, take a look at these similar recipes: Vegan Chocolate Coconut Cream Pie, Roasted Pineapple Coconut Vegan Milkshake, and Coconut Pumpkin Pie Ice Cream (vegan).",
        "healthy": "No",
        "type of dish": [
            "beverage",
            "drink"
        ],
        "time to finish": 45,
        "vegetarian": "Yes",
        "vegan": "Yes",
        "cheap": "No",
        "popular": "No",
        "ingredients": [
            "1 cup fresh or frozen coconut meat",
            "1 tablespoon lemon juice",
            "1 tablespoon coconut oil",
            "1 cup light coconut milk",
            "1 ripe frozen banana",
            "1 teaspoon pure vanilla extract",
            "2 tablespoons graham cracker crumbs (check label to ensure it is vegan)",
            "1 tablespoon toasted coconut flakes",
            "ice cubes"
        ],
        "instructions": [
            "1. Combine coconut meat, lemon juice, coconut oil, coconut milk, banana, vanilla, agave nectar (optional) and graham cracker crumbs in a blender; pulse until smooth.",
            "2. Top with soy or dairy based whip cream, sprinkle with additional graham crackers and garnish with toasted coconut flakes.",
            "3. Serves 2-3"
        ]
    }
}